# CLI tools
brew "direnv"
brew "git"
brew "curl"
brew "fzf"
brew "gh"
brew "jq"
brew "uv"

# Productivity & Utilities
cask "raycast"
cask "macsyzones"
cask "alt-tab"

# Development Tools
cask "visual-studio-code"
cask "ghostty"
cask "orbstack"
cask "font-udev-gothic-nf"
cask "google-japanese-ime"

# Browsers
cask "google-chrome"

# Communication
cask "slack"
cask "discord"

# Password Manager
cask "bitwarden"

